Repository: Dallco/plugin.video.flix2kodi
Catalog: resources/language/*/strings.po
Languages: dutch, french, german, italian, portuguese_br

# #11000
source: General
dutch: Algemeen
french: Général
german: Allgemein
italian: Generale
portuguese_br: Geral

# #11001
source: Username
dutch: Gebruikersnaam
french: Nom d'utilisateur
german: Benutzername
italian: Nome Utente
portuguese_br: Usu�rio

# #11002
source: Password
dutch: Wachtwoord
french: Mot de passe
german: Passwort
portuguese_br: Senha

# #11100
source: General
dutch: Algemeen
french: Général
german: Allgemein
italian: Generale
portuguese_br: Geral

# #11101
source: Browser
french: Navigateur
portuguese_br: Buscar

# #111012
source: Chromelauncher
french: Lanceur Chrome

# #11102
source: Update library after adding
dutch: Bibliotheken bijwerken na toevoegen
french: Mise à jour de Bibliothèque après un ajout
german: Bibliothek aktualisieren nach Hinzufügen
italian: Aggiorna la libreria dopo l'aggiunta
portuguese_br: Atualizar biblioteca ap�s adicionar

# #11200
source: Profile settings
french: Cofiguration du profil

# #11201
source: Single-user account
dutch: Account met één gebruiker
french: Un seul compte utilisateur (plus rapide)
german: Einzel-Profil Konto
italian: Account utente singolo
portuguese_br: Somente um perfil na conta

# #11202
source: Show profile selection on each start
dutch: Laat de profiel selectie zien bij elke start
french: Afficher la sélection du profil à chaque démarrage
german: Profilauswahl bei jedem Start anzeigen
italian: Mosta la selezione del profilo ad ogni avvio
portuguese_br: Mostrar sele��o de perfil ao inciar

# #12000
source: Advanced
dutch: Geavanceerd
french: Avancé
german: Erweitert
italian: Avanzate
portuguese_br: Avan�ado

# #12001
source: Debug logging
french: Activer le debug
german: Debug Protokollierung
portuguese_br: Habilitar debug log

# #12002
source: Library path
dutch: Bibliotheek pad
french: Chemin de la librairie (source)
german: Datenbank Verzeichnis
italian: Percorso libretia
portuguese_br: Caminho para biblioteca

# #12101
source: Disable lirc on playback
dutch: Lirc uitschakelen bij start afspelen
french: Désactiver lirc pendant la lecture
german: lirc deaktivieren während der Wiedergabe
italian: Disabilita lirc durante la riproduzione
portuguese_br: Desabilitar lirc ao executar video

# #13000
source: Views
french: Vues
german: Ansichten
italian: Viste
portuguese_br: Vistas

# #13001
source: Get covers & fanart images from TMDb
dutch: Haal de hoezen en fanart van TMDb
french: Récupérer les couvertures & les images fanart depuis TMDb
german: Cover & Fanart über TMDb beziehen
italian: Ottieni le immagini di cover & fanart da TMDb
portuguese_br: Obter Posters e fanarts de TMDb

# #13002
source: Browse TV-Shows instead of autoplaying
dutch: Bladeren door series in plaats van automatisch afspelen
french: Parcourir les séries TV au lieu d'une lecture automatique
german: Serien durchsuchen anstatt automatischer Wiedergabe
italian: Sfoglia le serie tv invece di iniziare la riproduzione
portuguese_br: Buscar Series em vez de reproduzi-las automaticamente

# #13003
source: Items per page
dutch: Items per pagina
french: Articles par page
german: Einträge pro Seite
italian: Elementi per pagina
portuguese_br: Items por p�gina

# #13100
source: Appearance
dutch: Uiterlijk
french: Apparence
german: Aussehen
italian: Aspetto
portuguese_br: Apar�ncia

# #13101
source: Force view
dutch: Forceer view
french: Forcer la vue
german: View erzwingen
italian: Forza visualizzazione
portuguese_br: For�ar vista

# #13102
source: View ID - videos
french: Voir ID - videos
italian: View ID - Video
portuguese_br: View ID - v�deos

# #13103
source: View ID - episodes
dutch: View ID - afleveringen
french: Voir ID - episodes
german: View ID - Episoden
italian: View ID - Episodi
portuguese_br: View ID - epis�dios

# #13104
source: View ID - viewing activity
dutch: View ID - kijk activiteit
french: Voir ID - Activité récente
german: View ID - Kürzlich angesehen
italian: View ID - Cosa guardi
portuguese_br: View ID - Assistidos Anteriormente

# #14000
source: User data
dutch: Gebruikers gegevens
french: Données utilisateur
german: Benutzerdaten
italian: Dati utente
portuguese_br: Op��es de usu�rio

# #14001
source: Delete cache
dutch: Verwijder cache
french: Supprimer le cache
german: Cache löschen
italian: Cancella cache
portuguese_br: Deletar cache

# #14002
source: Delete cookies / session
dutch: Verwijder cookies / sessie
french: Effacer les cookies / session
german: Cookies / Sitzung löschen
italian: Cancella cookies / sessione
portuguese_br: Deletar cookies / sess�o

# #14003
source: Reset Addon
dutch: Herstel Addon
french: Réinitialiser le plugin
german: Addon zurücksetzen
italian: Resetta Addon
portuguese_br: Reinciar Addon

# #30100
source: Movies
dutch: Films
french: Films
german: Filme
italian: Film
portuguese_br: Filmes

# #30101
source: TV shows
dutch: Series
french: Séries TV
german: Serien
italian: Serie Tv
portuguese_br: Series

# #30103
source: Who's watching?
dutch: Wie kijkt?
french: Qui regarde
german: Wer schaut gerade?
italian: Chi sta guardando?
portuguese_br: Quem est� assistindo?

# #30104
source: My list
dutch: Mijn lijst
french: Ma liste
german: Meine Liste
italian: La mia lista
portuguese_br: Minha Lista

# #30105
source: Viewing activity
dutch: Recent gekeken
french: Visualiser l'activité
german: Kürzlich angesehen
italian: Cosa guardi
portuguese_br: Assistidos Anteriormente

# #30106
source: Latest
dutch: Recentste
french: Dernier regardé
german: Neuerscheinungen
italian: Ultimi aggiunti
portuguese_br: �ltimos

# #30107
source: All shows
dutch: Alle series
french: Toutes les séries
german: Alle Serien
italian: Tutti gli show
portuguese_br: Todas as series

# #30109
source: Search
dutch: Zoeken
french: Rechercher
german: Suche
italian: Cerca
portuguese_br: Buscar

# #30110
source: Next page
dutch: Volgende pagina
french: Page suivante
german: Nächste Seite
italian: Prossima pagina
portuguese_br: Pr�xima P�gina

# #30111
source: Search
dutch: Zoeken
french: Rechercher
italian: Cerca
portuguese_br: Buscar

# #30150
source: Add to library
dutch: Voeg toe aan bibliotheek
french: Ajouter à la librairie
german: Zur Bibliothek hinzufügen
italian: Aggiungi alla libreira
portuguese_br: Adicionar a biblioteca

# #301501
source: Remove from library
dutch: Verwijder uit bibliotheek
french: Supprimer de la librairie
german: Aus Bibliothek löschen
italian: Rimuovi dalla libreria
portuguese_br: Remover da biblioteca

# #30151
source: Continue watching
dutch: Verder kijken
french: Continuer le visionnage
german: Wiedergabe fortsetzen
italian: Continua a guardare
portuguese_br: Continuar assistindo

# #30152
source: Show seasons
dutch: Laat seizoenen zien
french: Afficher les saisons
german: Staffeln anzeigen
italian: Mostra le stagioni
portuguese_br: Mostrar Temporadas

# #30153
source: Play trailer
dutch: Trailer afspelen
french: Jouer la bande annonce

# #30154
source: Remove from my list
dutch: Verwijder van Mijn lijst
french: Supprimer de ma liste
german: Von meiner Liste entfernen
italian: Rimuovi dalla mia lista
portuguese_br: Remover de minha lista

# #30155
source: Add to my list
dutch: Voeg toe aan Mijn lijst
french: Ajouter à ma liste
german: Zu meiner Liste hinzufügen
italian: Aggiungi alla mia lista
portuguese_br: Adicionar a minha lista

# #30156
source: Similar Movies
dutch: Vergelijkbare films
french: Films similaires
german: Ähnliche Filme
italian: Film simili
portuguese_br: Filmes similares

# #30157
source: Similar TV Shows
dutch: Vergelijkbare series
french: Séries TV similaires
german: Ähnliche Serien
italian: Serie Tv simili
portuguese_br: S�ries similares

# #30200
source: Connecting Netflix
dutch: Verbinden met Netflix
french: Connection à Netflix
german: Mit Netflix verbinden
italian: Connesisone a Netflix
portuguese_br: Conectando ao Netflix

# #30201
source: Preparing login
dutch: Voorbereiden inloggen
french: Préparation de l'identification
german: Login vorbereiten
italian: Preparazione al login
portuguese_br: Iniciando sess�o

# #30202
source: Sending login details
dutch: Versturen van inlog gegevens
french: Envoi des données d'identification
german: Sende Login Daten
italian: Invio dettagli login
portuguese_br: Enviando detalhes da sess�o

# #30203
source: Loading profile
dutch: Profiel laden
french: Chargement du Profil
german: Lade Profile
italian: Caricamento profilo
portuguese_br: Carregando perfil

# #30204
source: Complete
dutch: Afgerond
french: Terminé
german: Fertig
italian: Completo
portuguese_br: Finalizado

# #30205
source: Loading metadata
dutch: Metadata laden
french: Chargement des metadatas
german: Lade Metadaten
italian: Caricamento metadata
portuguese_br: Carregando metadados

# #30300
source: Sorry! Netflix is not available in your country yet.
dutch: Helaas, Netflix is nog niet beschikbaar in jouw land.
french: Désolé ! Netflix n'est pas encore disponible dans votre pays.
german: Entschuldigung! Netflix ist aktuell nicht verfügbar in Ihrem Land.
italian: Mi dispiace! Netflix non e' ancora disponibile nella tua nazione.
portuguese_br: Desculpe! Netflix n�o est� disponivel em seu pa�s.

# #30301
source: Cookies have been deleted.
dutch: Cookies zijn verwijderd.
french: Les cookies ont été supprimés.
german: Die Cookies wurden gelöscht
italian: I cookie sono stati cancellati.
portuguese_br: Cookies deletados.

# #30302
source: Session has been deleted.
dutch: Sessie is verwijderd.
french: La session a été supprimée.
german: Die Session wurden gelöscht
italian: La sessione e' stata cancellata.
portuguese_br: Sesi�n deletados.

# #30303
source: You are not logged in. Check your credentials and/or restart the addon!
dutch: Je bent niet ingelogd. Controleer je gegevens en/of herstart de addon!
french: Vous n'êtes pas connecté. Vérifiez vos informations d'identification et / ou redémarrer l'addon!
german: Sie sind nicht eingeloggt. Prüfen Sie Ihren Zugang und/oder starten Sie das Addon neu!
italian: Non sei loggato. Verifica le tue credenziali e/o riavvia l'addon!
portuguese_br: Vo�� n�o est� conectado. Confirme suas credenciais e/ou reinicie o addon!

# #30304
source: Multiple profiles found. Choose your profile!
dutch: Meerdere profielen gevonden, kies je profiel!
french: Plusieurs profils trouvés : choisissez votre profil!
german: Verschiedene Profile gefunden. Wählen Sie Ihr Profil!
italian: Trovati profili multipli. Scegli il tuo!
portuguese_br: multiplos perfis encontrados. Escolha o seu perfil!

# #30305
source: No trailer available!
dutch: Geen trailer beschikbaar!
french: Aucune bande annonce disponible!

# #30306
source: No results found!
dutch: Geen resultaten gevonden!
french: Aucun résultat trouvé!
german: Keine Ergebnisse gefunden!
italian: Nessun risultato trovato!
portuguese_br: Resultados n�o encontrados

# #30307
source: Really reset the addon?
dutch: De addon werkelijk herstellen?
french: Êtes-vous sûr de vouloir réinitialiser le plugin?
german: Addon wirklich zurücksetzen?
italian: Vuoi realmente ressettare l'addon?
portuguese_br: Deseja reinicar o addon?

# #30308
source: Addon has been reset!
dutch: Addon is hersteld!
french: Plugin réinitialisé!
german: Addon wurde zurückgesetzt!
italian: L'addon e' stato resettato!
portuguese_br: Addon reiniciado!

# #30309
source: Cache has been deleted!
dutch: Cache is verwijderd!
french: Le cache a bien été supprimé!
german: Cache wurde geleert!
italian: La cache e' stata cancellata!
portuguese_br: Cach� deletado

# #50001
source: No browser selected in settings!
dutch: Er is geen browser geselecteerd in de instellingen!
french: Aucun navigateur sélectionné dans les paramètres!
german: Kein Browser in den Einstellungen ausgewählt!
italian: Nessun browser selezionato nelle impostazioni!
portuguese_br: Browser n�o selecionado nas configura��es

# #50002
source: Sorry!
french: Désolé
german: Entschuldigung!
italian: Scusa!

# #50003
source: Flix2Kodi crashed.
dutch: Flix2Kodi is vastgelopen.
french: Flix2Kodi a planté
german: Flix2Kodi ist abgestürzt.
italian: Flix2Kodi e' andato in crash

# #50004
source: Try to refresh your login?
dutch: Proberen om opnieuw in te loggen?
french: Essayez de rafraîchir vos identifiants?
german: Login-aktualisierung versuchen?
italian: Prova ad aggiornare il tuo login

# #50005
source: If your browser does not launch, something went wrong. Push BACK to leave this dialog.
dutch: Wanneer je browser niet start is er iets mis gegaan. Druk op BACK om dit venster te verlaten.
french: Si votre navigateur ne démarre pas, quelque chose a mal tourné. Appuyer sur retour pour quitter cette boîte de dialogue.
german: Wenn der Browser nicht gestartet ist, ist etwas schiefgegangen. Drücke zurück um diesen Dialog zu verlassen.
italian: Se il tuo browser non e' partito, qualcosa e' andata storta. Premi INDIETRO per chiudere questo messaggio.

# #50006
source: Login refreshed. please try again.
dutch: We zijn opnieuw ingelogd. Probeer opnieuw.
french: Identifiants réactualisés. Veuillez réessayer.
german: Login aktualisiert, bitte noch einmal versuchen.
italian: Login aggiornato. Riprova

# #11200
source: Profil settings
dutch: Profiel instellingen
german: Profil Einstellungen
italian: Impostazioni profilo
portuguese_br: Op��es de perfil

# #13004
source: Sync viewstate with netflix
german: Abspielstatus mit Netflix synchronisieren
italian: Sincronizza lo stato delle visualizzazioni con netflix

# #30102
source: Suggestions
dutch: Aanbevelingen
german: Empfehlungen
italian: Suggerimenti
portuguese_br: Sugest�es

# #30108
source: Genres
italian: Generi
portuguese_br: G�neros
