Repository: Dallco/plugin.video.flix2kodi
Catalog: resources/language/Hebrew/strings.po
Languages: he_il

# #11000
source: General
he_il: כללי

# #11001
source: Username
he_il: שם משתמש

# #11002
source: Password
he_il: סיסמה

# #11100
source: General
he_il: כללי

# #11101
source: Browser
he_il: סייר

# #111011
source: Chrome
he_il: דפדפן כרום

# #111012
source: Chromelauncher
he_il: הפעלת כרום

# #111013
source: Internet Explorer
he_il: אינטרנט אקספלורר

# #111014
source: Edge
he_il: דפדפן אדג\'

# #111015
source: Safari
he_il: דפדפן ספארי

# #111016
source: Chromium
he_il: כרומיום

# #111017
source: Android
he_il: אנדרואיד

# #11102
source: Update library after adding
he_il: עדכן ספריה לאחר הוספה

# #11200
source: Profile settings
he_il: הגדרות משתמש

# #11201
source: Single-user account
he_il: חשבון משתמש יחיד

# #11202
source: Show profile selection on each start
he_il: הצג את בחירת פרופיל בכל הפעלה

# #12000
source: Advanced
he_il: מתקדם

# #12001
source: Debug logging
he_il: רישום איתור באגים

# #12002
source: Library path
he_il: נתיב לספרייה

# #12101
source: Disable lirc on playback
he_il: בטל LIRC בניגון

# #12102
source: Alternate remote control management
he_il: שלט חלופי ניהול

# #13000
source: Views
he_il: תצוגות

# #13001
source: Get covers & fanart images from TMDb
he_il: קבל עטיפות ותמונות פאנארט מ-TMDb

# #13002
source: Browse TV-Shows instead of autoplaying
he_il: עיין בסדרות במקום ניגון אוטומטי

# #13003
source: Items per page
he_il: פריטים בכל עמוד

# #13004
source: Sync viewstate with netflix
he_il: סינכרון מצב צפייה עם נטפליקס

# #13100
source: Appearance
he_il: מראה

# #13101
source: Force view
he_il: אלץ צפייה

# #13102
source: View ID - videos
he_il: הצג מזהה - וידאו

# #13103
source: View ID - episodes
he_il: הצג מזהה - פרקים

# #13104
source: View ID - viewing activity
he_il: הצג מזהה - פעילות הצפייה

# #14000
source: User data
he_il: נתוני המשתמש

# #14001
source: Delete cache
he_il: נקה מטמון

# #14002
source: Delete cookies / session
he_il: מחיקת עוגיות / הפעלה

# #14003
source: Reset Addon
he_il: איפוס ההרחבה

# #30100
source: Movies
he_il: סרטים

# #30101
source: TV shows
he_il: תוכניות טלוויזיה

# #30102
source: Suggestions
he_il: הצעות

# #30103
source: Who's watching?
he_il: מי צופה?

# #30104
source: My list
he_il: הרשימה שלי

# #30105
source: Viewing activity
he_il: הצגת פעילות

# #30106
source: Latest
he_il: אחרון

# #30107
source: All shows
he_il: כל הסדרות

# #30108
source: Genres
he_il: סגנונות

# #30109
source: Search
he_il: חיפוש

# #30110
source: Next page
he_il: לעמוד הבא

# #30111
source: Search
he_il: חיפוש

# #30112
source: Super browse
he_il: עיון מיוחד

# #30150
source: Add to library
he_il: הוסף לספרייה

# #301501
source: Remove from library
he_il: הסר מהספרייה

# #30151
source: Continue watching
he_il: צפייה מתמשכת

# #30152
source: Show seasons
he_il: הצג עונות

# #30154
source: Remove from my list
he_il: הסר מהרשימה שלי

# #30155
source: Add to my list
he_il: הוסף לרשימה שלי

# #30156
source: Similar Movies
he_il: סרטים דומים

# #30157
source: Similar TV Shows
he_il: סדרות דומות

# #30200
source: Connecting Netflix
he_il: מתחבר לנטפליקס

# #30201
source: Preparing login
he_il: מכין התחברות

# #30202
source: Sending login details
he_il: שליחת פרטי ההתחברות

# #30203
source: Loading profile
he_il: טוען פרופיל

# #30204
source: Complete
he_il: להשלים

# #30205
source: Loading metadata
he_il: טוען מידע מטא

# #30300
source: Sorry! Netflix is not available in your country yet.
he_il: מצטערים! נטפליקס עדיין אינו זמין במדינה שלך.

# #30301
source: Cookies have been deleted.
he_il: עוגיות נמחקו.

# #30302
source: Session has been deleted.
he_il: הסטוריית ההפעלה נמחקה.

# #30303
source: You are not logged in. Check your credentials and/or restart the addon!
he_il: אתה לא מחובר. בדוק את פרטי ההתחברות שלך ו /או להפעיל מחדש את הרחבה!

# #30304
source: Multiple profiles found. Choose your profile!
he_il: נמצאו פרופילים מרובים. בחר את הפרופיל שלך!

# #30306
source: No results found!
he_il: אין תוצאות!

# #30307
source: Really reset the addon?
he_il: באמת לאפס את הרחבה?

# #30308
source: Addon has been reset!
he_il: ההרחבה אופסה!

# #30309
source: Cache has been deleted!
he_il: המטמון נמחק!

# #50001
source: No browser selected in settings!
he_il: לא נבחר דפדפן בהגדרות!

# #50002
source: Sorry!
he_il: סליחה!

# #50003
source: Flix2Kodi crashed.
he_il: ההרחבה Flix2Kodi קרסה.

# #50004
source: Try to refresh your login?
he_il: לנסות לרענן את ההתחברות שלך?

# #50005
source: If your browser does not launch, something went wrong. Push BACK to leave this dialog.
he_il: אם הדפדפן שלך אינו מופעל, משהו השתבש. לחץ על \'חזור\' כדי לצאת מתיבת דו - שיח זו.

# #50006
source: Login refreshed. please try again.
he_il: שגיאה במהלך ההתחברות. נא לנסות שנית.
